Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: For purposes other than law enforcement, Article 9(1) of Regulation (EU) 2016/679 and Article 10(1) of Regulation (EU) 2018/1725 prohibit the processing of biometric data subject to limited exceptions as provided in those Articles.
pt_pt: Para outros fins que não a aplicação da lei, o artigo 9.o, n.o 1, do Regulamento (UE) 2016/679 e o artigo 10.o, n.o 1, do Regulamento (UE) 2018/1725 proíbem o tratamento de dados biométricos, salvo nos casos abrangidos pelas exceções limitadas previstas nesses artigos.

source: In the application of Article 9(1) of Regulation (EU) 2016/679, the use of remote biometric identification for purposes other than law enforcement has already been subject to prohibition decisions by national data protection authorities.
pt_pt: Em aplicação do artigo 9.o, n.o 1, do Regulamento (UE) 2016/679, a utilização da identificação biométrica à distância para outros fins que não a aplicação da lei já foi objeto de decisões de proibição por parte das autoridades nacionais de proteção de dados.

source: In accordance with Article 6a of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, as annexed to the TEU and to the TFEU, Ireland is not bound by the rules laid down in Article 5(1), first subparagraph, point (g), to the extent it applies to the use of biometric categorisation systems for activities in the field of police cooperation and judicial cooperation in criminal matters, Article 5(1), first subparagraph, point (d), to the extent it applies to the use of AI systems covered by that provision, Article 5(1), first subparagraph, point (h), Article 5(2) to (6) and Article 26(10) of this Regulation adopted on the basis of Article 16 TFEU which relate to the processing of personal data by the Member States when carrying out activities falling within the scope of Chapter 4 or Chapter 5 of Title V of Part Three of the TFEU, where Ireland is not bound by the rules governing the forms of judicial cooperation in criminal matters or police cooperation which require compliance with the provisions laid down on the basis of Article 16 TFEU.
pt_pt: Nos termos do artigo 6.o-A do Protocolo (n.o 21) relativo à posição do Reino Unido e da Irlanda em relação ao espaço de liberdade, segurança e justiça, anexo ao TUE e ao TFUE, a Irlanda não fica vinculada pelas regras estabelecidas no artigo 5.o, n.o 1, primeiro parágrafo, alínea g), na medida em que se aplica à utilização de sistemas de categorização biométrica para atividades no domínio da cooperação policial e da cooperação judicial em matéria penal, no artigo 5.o, n.o1, primeiro parágrafo, alínea d), na medida em que se aplica à utilização de sistemas de IA abrangidos por essa disposição, no artigo 5.o, n.o 1, primeiro parágrafo, alínea h), no artigo 5.o, n.os 2 a 6, e no artigo 26.o, n.o 10, do presente regulamento, adotadas com base no artigo 16.o do TFUE que digam respeito ao tratamento de dados pessoais pelos Estados-Membros no exercício de atividades que se enquadram no âmbito da parte III, título V, capítulos 4 ou 5, do TFUE, caso a Irlanda não esteja vinculada por regras que rejam formas de cooperação judiciária em matéria penal ou de cooperação policial no âmbito das quais devam ser observadas as disposições definidas com base no artigo 16.o do TFUE.

source: In accordance with Articles 2 and 2a of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not bound by rules laid down in Article 5(1), first subparagraph, point (g), to the extent it applies to the use of biometric categorisation systems for activities in the field of police cooperation and judicial cooperation in criminal matters, Article 5(1), first subparagraph, point (d), to the extent it applies to the use of AI systems covered by that provision, Article 5(1), first subparagraph, point (h), (2) to (6) and Article 26(10) of this Regulation adopted on the basis of Article 16 TFEU, or subject to their application, which relate to the processing of personal data by the Member States when carrying out activities falling within the scope of Chapter 4 or Chapter 5 of Title V of Part Three of the TFEU.
pt_pt: Nos termos dos artigos 2.o e 2.o-A do Protocolo (n.o 22) relativo à posição da Dinamarca, anexo ao TUE e ao TFUE, a Dinamarca não fica vinculada pelas regras estabelecidas no artigo 5.o, n.o 1, primeiro parágrafo, alínea g), na medida em que se aplica à utilização de sistemas de categorização biométrica para atividades no domínio da cooperação policial e da cooperação judicial em matéria penal, no artigo 5.o, n.o1, primeiro parágrafo, alínea d), na medida em que se aplica à utilização de sistemas de IA abrangidos por essa disposição, e no artigo 5.o, n.o 1, primeiro parágrafo, alínea h), n.os 2 a 6, e no artigo 26.o, n. 10, do presente regulamento, adotadas com base no artigo 16.o do TFUE que digam respeito ao tratamento de dados pessoais pelos Estados-Membros no exercício de atividades que se enquadram no âmbito de aplicação da parte III, título V, capítulos 4 ou 5, do TFUE, nem fica sujeita à aplicação das mesmas.

source: In line with the presumption of innocence, natural persons in the Union should always be judged on their actual behaviour.
pt_pt: Em conformidade com a presunção de inocência, as pessoas singulares na União deverão ser sempre avaliadas em função do seu comportamento real.

source: Natural persons should never be judged on AI-predicted behaviour based solely on their profiling, personality traits or characteristics, such as nationality, place of birth, place of residence, number of children, level of debt or type of car, without a reasonable suspicion of that person being involved in a criminal activity based on objective verifiable facts and without human assessment thereof.
pt_pt: As pessoas singulares nunca poderão ser julgadas com base no comportamento previsto pela IA com base exclusivamente na definição do seu perfil, nos traços ou características da sua personalidade, como a nacionalidade, o local de nascimento, o local de residência, o número de filhos, o nível de endividamento ou o tipo de automóvel que têm, sem que exista uma suspeita razoável do seu envolvimento numa atividade criminosa com base em factos objetivos verificáveis, e sem uma avaliação humana dos mesmos.

source: Therefore, risk assessments carried out with regard to natural persons in order to assess the likelihood of their offending or to predict the occurrence of an actual or potential criminal offence based solely on profiling them or on assessing their personality traits and characteristics should be prohibited.
pt_pt: Por conseguinte, deverá ser proibido efetuar avaliações de risco de pessoas singulares que visem avaliar a probabilidade de cometerem infrações ou prever a ocorrência de uma infração penal real ou potencial exclusivamente com base na definição do seu perfil ou na avaliação dos traços e características da sua personalidade.

source: In any case, that prohibition does not refer to or touch upon risk analytics that are not based on the profiling of individuals or on the personality traits and characteristics of individuals, such as AI systems using risk analytics to assess the likelihood of financial fraud by undertakings on the basis of suspicious transactions or risk analytic tools to predict the likelihood of the localisation of narcotics or illicit goods by customs authorities, for example on the basis of known trafficking routes.
pt_pt: Em todo o caso, essa proibição não se refere nem diz respeito a análises de risco que não se baseiem na definição de perfis de pessoas ou nos traços e características da personalidade de pessoas, tais como sistemas de IA que utilizam análises de risco para avaliar a probabilidade de fraude financeira por parte de empresas com base em transações suspeitas, ou ferramentas de análise de risco para prever a probabilidade de localização de estupefacientes ou mercadorias ilícitas pelas autoridades aduaneiras, por exemplo, com base em rotas de tráfico conhecidas.

source: The placing on the market, the putting into service for that specific purpose, or the use of AI systems that create or expand facial recognition databases through the untargeted scraping of facial images from the internet or CCTV footage, should be prohibited because that practice adds to the feeling of mass surveillance and can lead to gross violations of fundamental rights, including the right to privacy.
pt_pt: A colocação no mercado, a colocação em serviço para esse fim específico ou a utilização de sistemas de IA que criam ou expandem bases de dados de reconhecimento facial através da recolha aleatória de imagens faciais da Internet ou de imagens de CCTV deverão ser proibidas por essa prática aumentar o sentimento de vigilância em larga escala e poder conduzir a violações grosseiras dos direitos fundamentais, incluindo o direito à privacidade.

source: There are serious concerns about the scientific basis of AI systems aiming to identify or infer emotions, particularly as expression of emotions vary considerably across cultures and situations, and even within a single individual.
pt_pt: Existem sérias preocupações quanto à base científica dos sistemas de IA que visam identificar ou inferir emoções, especialmente porque a expressão de emoções varia consideravelmente entre culturas e situações, e até num mesmo indivíduo.

source: Among the key shortcomings of such systems are the limited reliability, the lack of specificity and the limited generalisability.
pt_pt: Entre as principais deficiências desses sistemas contam-se a fiabilidade limitada, a falta de especificidade e a possibilidade limitada de generalização.

source: Therefore, AI systems identifying or inferring emotions or intentions of natural persons on the basis of their biometric data may lead to discriminatory outcomes and can be intrusive to the rights and freedoms of the concerned persons.
pt_pt: Assim sendo, os sistemas de IA que identificam ou fazem inferências de emoções ou intenções de pessoas singulares com base nos seus dados biométricos podem conduzir a resultados discriminatórios e ser intrusivos nos direitos e liberdades das pessoas em causa.

source: Considering the imbalance of power in the context of work or education, combined with the intrusive nature of these systems, such systems could lead to detrimental or unfavourable treatment of certain natural persons or whole groups thereof.
pt_pt: Tendo em conta o desequilíbrio de poder no contexto do trabalho ou da educação, combinado com a natureza intrusiva destes sistemas, tais sistemas podem conduzir a um tratamento prejudicial ou desfavorável de certas pessoas singulares ou de grupos inteiros de pessoas singulares.

source: Therefore, the placing on the market, the putting into service, or the use of AI systems intended to be used to detect the emotional state of individuals in situations related to the workplace and education should be prohibited.
pt_pt: Por conseguinte, deverá ser proibida a colocação no mercado, a colocação em serviço ou a utilização de sistemas de IA concebidos para serem utilizados na deteção do estado emocional das pessoas em situações relacionadas com o local de trabalho e a educação.

source: That prohibition should not cover AI systems placed on the market strictly for medical or safety reasons, such as systems intended for therapeutical use.
pt_pt: Essa proibição não deverá abranger os sistemas de IA colocados no mercado exclusivamente por razões médicas ou de segurança, como os sistemas destinados a utilização terapêutica.

source: Practices that are prohibited by Union law, including data protection law, non-discrimination law, consumer protection law, and competition law, should not be affected by this Regulation.
pt_pt: As práticas proibidas pelo direito da União, nomeadamente a legislação sobre proteção de dados, não discriminação, defesa do consumidor e direito da concorrência, não poderão ser afetadas pelo presente regulamento.

source: High-risk AI systems should only be placed on the Union market, put into service or used if they comply with certain mandatory requirements.
pt_pt: Os sistemas de IA de risco elevado só deverão ser colocados no mercado da União, colocados em serviço ou utilizados se cumprirem determinados requisitos obrigatórios.

source: Those requirements should ensure that high-risk AI systems available in the Union or whose output is otherwise used in the Union do not pose unacceptable risks to important Union public interests as recognised and protected by Union law.
pt_pt: Esses requisitos deverão assegurar que os sistemas de IA de risco elevado disponíveis na União ou cujos resultados sejam utilizados na União não representem riscos inaceitáveis para interesses públicos importantes da União, conforme reconhecidos e protegidos pelo direito da União.

source: On the basis of the New Legislative Framework, as clarified in the Commission notice ‘The “Blue Guide” on the implementation of EU product rules 2022’ (20), the general rule is that more than one legal act of Union harmonisation legislation, such as Regulations (EU) 2017/745 (21) and (EU) 2017/746 (22) of the European Parliament and of the Council or Directive 2006/42/EC of the European Parliament and of the Council (23), may be applicable to one product, since the making available or putting into service can take place only when the product complies with all applicable Union harmonisation legislation.
pt_pt: Com base no novo regime jurídico, tal como clarificado na comunicação da Comissão intitulada «Guia Azul de 2022 sobre a aplicação das regras da UE em matéria de produtos» (20), a regra geral é a de que mais do que um ato jurídico da legislação de harmonização da União, como os Regulamentos (UE) 2017/745 (21) e (UE) 2017/746 (22) do Parlamento Europeu e do Conselho ou a Diretiva 2006/42/CE do Parlamento Europeu e do Conselho (23), pode ser aplicável a um produto, uma vez que a disponibilização ou a colocação em serviço só pode ter lugar quando o produto cumprir toda a legislação de harmonização da União aplicável.

source: To ensure consistency and avoid unnecessary administrative burdens or costs, providers of a product that contains one or more high-risk AI systems, to which the requirements of this Regulation and of the Union harmonisation legislation listed in an annex to this Regulation apply, should have flexibility with regard to operational decisions on how to ensure compliance of a product that contains one or more AI systems with all applicable requirements of the Union harmonisation legislation in an optimal manner.
pt_pt: A fim de assegurar a coerência e evitar encargos administrativos ou custos desnecessários, os prestadores de um produto que contenha um ou mais sistemas de IA de risco elevado, aos quais se aplicam os requisitos do presente regulamento e os requisitos dos atos enumerados na lista da legislação de harmonização da União constante de um anexo do presente regulamento, deverão ser flexíveis no que diz respeito às decisões operacionais sobre a forma otimizada de assegurar a conformidade de um produto que contenha um ou mais sistemas de IA com todos os requisitos aplicáveis da legislação harmonizada da União.

source: AI systems identified as high-risk should be limited to those that have a significant harmful impact on the health, safety and fundamental rights of persons in the Union and such limitation should minimise any potential restriction to international trade.
pt_pt: A classificação de risco elevado aplicada a sistemas de IA deverá limitar-se aos sistemas que têm um impacto prejudicial substancial na saúde, na segurança e nos direitos fundamentais das pessoas na União, e tal limitação deverá minimizar quaisquer potenciais restrições ao comércio internacional.

source: AI systems could have an adverse impact on the health and safety of persons, in particular when such systems operate as safety components of products.
pt_pt: Os sistemas de IA poderão ter repercussões negativas na saúde e na segurança das pessoas, em particular quando esses sistemas funcionam como componentes de segurança de produtos.

source: Consistent with the objectives of Union harmonisation legislation to facilitate the free movement of products in the internal market and to ensure that only safe and otherwise compliant products find their way into the market, it is important that the safety risks that may be generated by a product as a whole due to its digital components, including AI systems, are duly prevented and mitigated.
pt_pt: Em conformidade com os objetivos da legislação de harmonização da União, designadamente facilitar a livre circulação de produtos no mercado interno e assegurar que apenas os produtos seguros e conformes entram no mercado, é importante prevenir e atenuar devidamente os riscos de segurança que possam ser criados por um produto devido aos seus componentes digitais, incluindo sistemas de IA.

source: For instance, increasingly autonomous robots, whether in the context of manufacturing or personal assistance and care should be able to safely operate and performs their functions in complex environments.
pt_pt: A título de exemplo, os robôs, cada vez mais autónomos, deverão poder operar com segurança e desempenhar as suas funções em ambientes complexos, seja num contexto industrial ou de assistência e cuidados pessoais.

source: Similarly, in the health sector where the stakes for life and health are particularly high, increasingly sophisticated diagnostics systems and systems supporting human decisions should be reliable and accurate.
pt_pt: De igual forma, no setor da saúde — um setor no qual os riscos para a vida e a saúde são particularmente elevados —, os sistemas de diagnóstico e os sistemas que apoiam decisões humanas, que estão cada vez mais sofisticados, deverão produzir resultados exatos e de confiança.

source: The extent of the adverse impact caused by the AI system on the fundamental rights protected by the Charter is of particular relevance when classifying an AI system as high risk.
pt_pt: A dimensão das repercussões negativas causadas pelo sistema de IA nos direitos fundamentais protegidos pela Carta é particularmente importante quando se classifica um sistema de IA como sendo de risco elevado.

source: Those rights include the right to human dignity, respect for private and family life, protection of personal data, freedom of expression and information, freedom of assembly and of association, the right to non-discrimination, the right to education, consumer protection, workers’ rights, the rights of persons with disabilities, gender equality, intellectual property rights, the right to an effective remedy and to a fair trial, the right of defence and the presumption of innocence, and the right to good administration.
pt_pt: Esses direitos incluem o direito à dignidade do ser humano, o respeito da vida privada e familiar, a proteção de dados pessoais, a liberdade de expressão e de informação, a liberdade de reunião e de associação, o direito à não discriminação, o direito à educação, a defesa dos consumidores, os direitos dos trabalhadores, os direitos das pessoas com deficiência, a igualdade de género, os direitos de propriedade intelectual, o direito à ação e a um tribunal imparcial, o direito à defesa e a presunção de inocência, e o direito a uma boa administração.

source: In addition to those rights, it is important to highlight the fact that children have specific rights as enshrined in Article 24 of the Charter and in the United Nations Convention on the Rights of the Child, further developed in the UNCRC General Comment No 25 as regards the digital environment, both of which require consideration of the children’s vulnerabilities and provision of such protection and care as necessary for their well-being.
pt_pt: Além desses direitos, é importante salientar o facto de que as crianças têm direitos específicos, consagrados no artigo 24.o da Carta e na Convenção das Nações Unidas sobre os Direitos da Criança, desenvolvidos com mais pormenor no Comentário Geral n.o 25 da Convenção das Nações Unidas sobre os Direitos da Criança no respeitante ao ambiente digital, que exigem que as vulnerabilidades das crianças sejam tidas em conta e que estas recebam a proteção e os cuidados necessários ao seu bem-estar.

source: The fundamental right to a high level of environmental protection enshrined in the Charter and implemented in Union policies should also be considered when assessing the severity of the harm that an AI system can cause, including in relation to the health and safety of persons.
pt_pt: O direito fundamental a um nível elevado de proteção do ambiente consagrado na Carta e aplicado nas políticas da União também deverá ser tido em conta ao avaliar a gravidade dos danos que um sistema de IA pode causar, nomeadamente em relação à saúde e à segurança das pessoas.

source: As regards high-risk AI systems that are safety components of products or systems, or which are themselves products or systems falling within the scope of Regulation (EC) No 300/2008 of the European Parliament and of the Council (24), Regulation (EU) No 167/2013 of the European Parliament and of the Council (25), Regulation (EU) No 168/2013 of the European Parliament and of the Council (26), Directive 2014/90/EU of the European Parliament and of the Council (27), Directive (EU) 2016/797 of the European Parliament and of the Council (28), Regulation (EU) 2018/858 of the European Parliament and of the Council (29), Regulation (EU) 2018/1139 of the European Parliament and of the Council (30), and Regulation (EU) 2019/2144 of the European Parliament and of the Council (31), it is appropriate to amend those acts to ensure that the Commission takes into account, on the basis of the technical and regulatory specificities of each sector, and without interfering with existing governance, conformity assessment and enforcement mechanisms and authorities established therein, the mandatory requirements for high-risk AI systems laid down in this Regulation when adopting any relevant delegated or implementing acts on the basis of those acts.
pt_pt: Relativamente aos sistemas de IA de risco elevado que são componentes de segurança de produtos ou sistemas ou que são, eles próprios, produtos ou sistemas abrangidos pelo âmbito de aplicação do Regulamento (CE) n.o 300/2008 do Parlamento Europeu e do Conselho (24), do Regulamento (UE) n.o 167/2013 do Parlamento Europeu e do Conselho (25), do Regulamento (UE) n.o 168/2013 do Parlamento Europeu e do Conselho (26), da Diretiva 2014/90/UE do Parlamento Europeu e do Conselho (27), da Diretiva (UE) 2016/797 do Parlamento Europeu e do Conselho (28), do Regulamento (UE) 2018/858 do Parlamento Europeu e do Conselho (29), do Regulamento (UE) 2018/1139 do Parlamento Europeu e do Conselho (30) e do Regulamento (UE) 2019/2144 do Parlamento Europeu e do Conselho (31), é adequado alterar esses atos para assegurar que a Comissão tenha em conta os requisitos obrigatórios aplicáveis aos sistemas de IA de risco elevado estabelecidos no presente regulamento aquando da adoção de quaisquer atos delegados ou de execução pertinentes com base nesses atos, atendendo às especificidades técnicas e regulamentares de cada setor e sem interferir nos mecanismos existentes de governação, de avaliação da conformidade e de execução nem com as autoridades estabelecidas nesses atos.
